tap 'codeclimate/formulae'
tap 'homebrew/bundle'
tap 'homebrew/core'
brew 'libyaml'
brew 'openssl@1.1'
brew 'pkg-config'
brew 'gdbm'
brew 'makedepend'
brew 'openssl'
brew 'readline'
brew 'icu4c'
brew 'sqlite'
brew 'python'
brew 'ansible'
brew 'aspell'
brew 'autoconf'
brew 'automake'
brew 'awscli'
brew 'gettext'
brew 'axel'
brew 'libpng'
brew 'freetype'
brew 'fontconfig'
brew 'libffi'
brew 'pcre'
brew 'glib'
brew 'pixman'
brew 'cairo'
brew 'carthage'
brew 'nkf'
brew 'cmigemo'
brew 'direnv'
brew 'libtool'
brew 'jpeg'
brew 'xz'
brew 'libtiff'
brew 'wxmac'
brew 'erlang'
brew 'elixir'
brew 'gmp'
brew 'libtasn1'
brew 'nettle'
brew 'gnutls'
brew 'gobject-introspection'
brew 'shared-mime-info'
brew 'gdk-pixbuf'
brew 'libcroco'
brew 'harfbuzz'
brew 'pango'
brew 'librsvg'
brew 'imagemagick'
brew 'emacs', args: ['with-cocoa']
brew 'isl'
brew 'mpfr'
brew 'libmpc'
brew 'gcc'
brew 'gibo'
brew 'hub'
brew 'libxml2'
brew 'libplist'
brew 'libusb'
brew 'usbmuxd'
brew 'libimobiledevice'
brew 'libzip'
brew 'ideviceinstaller', args: ['HEAD']
brew 'node', args: ['with-full-icu']
brew 'ios-sim'
brew 'mas'
brew 'pyenv'
brew 'ruby-build'
brew 'rbenv'
brew 'redis'
brew 'wget'
brew 'xctool'
brew 'z'
brew 'codeclimate/formulae/codeclimate'
mas 'Decompressor', id: 1033480833
mas 'Day One', id: 1055511498
mas 'ATOKPad', id: 460883588
mas 'Disk Diag', id: 672206759
mas 'Pixelmator', id: 407963104
mas 'Xcode', id: 497799835
mas 'Growl', id: 467939042
mas 'Easy Timeline', id: 443213453
mas 'Pixel Meter', id: 562798869
mas 'Tweetbot', id: 557168941
mas 'Type2Phone', id: 472717129
mas 'Snapselect', id: 935700987
mas 'Memory Cleaner', id: 748212890
mas 'Dash', id: 458034879
mas 'OneDrive', id: 823766827
mas 'Soulver', id: 413965349
mas 'Pages', id: 409201541
mas 'Slack', id: 803453959
mas 'FreeMan', id: 510934532
mas 'Evernote', id: 406056744
mas 'Caffeine', id: 411246225
mas 'CotEditor', id: 1024640650
mas 'MindNode', id: 992076693
mas 'Battery Monitor', id: 836505650
mas 'Numbers', id: 409203825
mas 'Quiver', id: 866773894
mas 'Skitch', id: 425955336
mas 'Slack', id: 803453959
mas 'Keynote', id: 409183694
mas '1Password', id: 443987910
mas 'Kobito', id: 896624060
mas 'PopClip', id: 445189367 
